export const hacksList: Hack[] = [
  {
    id: 1,
    text: '1 дринк (0,35 пива 5%) = 10 грамм алкоголя = 0.32 промилле (м)/ 0.53 (ж)',
    date: '2025-02-03',
  },
  {
    id: 2,
    text: 'Выработайте у себя привычку выпивать только за ужином, а не проводить целый вечер с бокалом в руке.',
    date: '2025-02-03',
  },
  {
    id: 3,
    image: '/images/aclohol-max-quantity.jpg',
    title: 'Граница низкого риска алкоголя',
    date: '2025-02-03',
  },
  {
    id: 4,
    text: 'Чередовать с безалкогольными напитками',
    date: '2025-02-03',
  },
  {
    id: 5,
    text: 'Попробовать безалкогольные коктейли',
    date: '2025-02-03',
  },
  {
    id: 6,
    text: 'Пейте только дорогой качественный алкоголь и вместо того, чтобы напиваться, наслаждайтесь вкусом.',
    date: '2025-02-03',
  },
  {
    id: 7,
    title: 'Советы по сокращению употребления алкоголя',
    link: 'https://alkoinfo.ee/ru/kak-sokratit/kak-pit-menshe/',
    date: '2025-02-03',
  },
  {
    id: 8,
    text: 'Перед тем, как пить, обязательно наешьтесь досыта. Тогда алкоголь будет всасываться медленнее, и вы меньше опьянеете.',
    date: '2025-02-03',
  },
  {
    id: 9,
    text: 'Для того чтобы на следующий день чувствовать себя лучше, важно помимо алкоголя пить достаточное количество воды. Запивая водой, вы выпьете меньше алкоголя, к тому же вода помогает сократить потерю жидкости.',
    date: '2025-02-03',
  },
  {
    id: 10,
    text: 'Перед отходом ко сну тоже выпейте несколько больших стаканов воды.',
    date: '2025-02-03',
  },
  {
    id: 11,
    text: 'Содержащие больше примесей напитки, обычно темного цвета – такие как красное вино, бренди и портвейн – вызывают и более тяжелое похмелье.',
    date: '2025-02-03',
  },
  {
    id: 12,
    text: 'Не смешивайте напитки разных видов. Это раздражает желудок и гарантирует будущие мучения.',
    date: '2025-02-03',
  },
  {
    id: 13,
    text: 'Пища, несомненно, может помочь предотвратить похмелье, но поесть нужно до употребления алкоголя. Лучшим выбором будут жирные блюда, которые медленно усваиваются. Если употреблять алкоголь на сытый желудок, он будет медленнее всасываться в кровь, и похмелье на следующий день окажется немного полегче.',
    date: '2025-02-03',
  },
  {
    id: 14,
    title: 'Алкокалькулятор',
    link: 'https://kalkulaator.alkoinfo.ee/ru/',
    date: '2025-02-03',
  },
  {
    id: 15,
    title: 'Один дринк - это сколько?',
    image: '/images/one-drink.jpg',
    date: '2025-02-03',
  },
  {
    id: 16,
    title: 'Граница низкого риска (в день) для мужчин и женщин',
    image: [
      '/images/man-beer-a-day.jpg',
      '/images/man-spirit-a-day.jpg',
      '/images/woman-beer-a-day.jpg',
      '/images/woman-spirit-a-day.jpg',
    ],
    date: '2025-02-03',
  },
];
